Repository: formello-forms/popper
Catalog: languages/popper-*.po
Languages: it_it

source: Popup builder with exit-intent powered by Gutenberg.
it_it: Generatore di popup con exit-intent basato su Gutenberg.

# Post Type General Name
source: Popups
it_it: Popup

source: Popups
it_it: Popup

source: Parent Popup
it_it: Popup genitore

source: View Popup
it_it: Visualizza Popup

source: Add New Popup
it_it: Aggiungi Nuovo Popup

source: Add New
it_it: Aggiungi nuovo

source: Edit Popup
it_it: Modifica Popup

source: Update Popup
it_it: Aggiorna Popup

source: Search Popup
it_it: Cerca Popup

source: Not Found
it_it: Non trovato

source: Not found in Trash
it_it: Non trovato nel cestino

source: Where
it_it: Dove

source: Rules
it_it: Regole

source: Location
it_it: Posizione

source: Exclude
it_it: Escludi

source: Display
it_it: Mostra

source: Conditions
it_it: Condizioni

source: Colors
it_it: Colori

source: Close Button Color
it_it: Colore del bottone di chiusura

source: Background Color
it_it: Colore di sfondo

source: Modal Appearance
it_it: Aspetto del popup

source: Popup Border Radius
it_it: Raggio del bordo del popup

source: Close Icon Size
it_it: Dimensione dell'icona di chiusura

source: On Anchor Click
it_it: Al click sull'ancora

source: On Target Visibility
it_it: Alla visibilità del Target

source: On Scroll
it_it: Allo scroll

source: On Exit Intent
it_it: All'intento di uscita

source: Open Behaviour
it_it: Comportamento di apertura

source: Anchor
it_it: Ancora

source: You can add anchors to button blocks. Using the same anchor here will open the popup when you click the respective button.
it_it: Puoi aggiungere ancore ai bottoni. Usando la stessa ancora qui si aprirà il popup al click.

source: Show a popup when element with this anchor enter in viewport.
it_it: Mostra il popuo quando l'elemento con questa ancora entra nel viewport.

source: Scroll Distance in Percent
it_it: Distanza dello scroll in percentuale

source: Wait Time in Seconds
it_it: Tempo di attesa in secondi

source: Shows the popup when the user moves the mouse outside of the top of the window
it_it: Mostra il popup quando l'utente muove il mouse al di fuori della finestra

source: Close Behaviour
it_it: Comportamento di chiusura

source: Show Close Button
it_it: Mostra il bottone di chiusura

source: Close On Click Outside
it_it: Chiudi al click esterno

source: Close On Anchor Click
it_it: Chiudi al click sull'ancora

source: You can add anchors to button blocks. Using the same anchor here will close the modal when you click the respective button.
it_it: Puoi aggiungere ancore ai bottoni. Usando la stessa ancora qui si chiuderà il popup al click.

source: Dismiss for Recurrent Visitors
it_it: Disabilita per visitatori ricorrenti

source: Number of Days Until the Notice is Shown again
it_it: NUmero di giorni fino a quando il Popup non verrà mostrato di nuovo

source: Select a popup to start with.
it_it: Seleziona un popup da cui partire.
